// © Copyright 2015-2016 HP Development Company, L.P.

CPTTaskName = "Patronenschutz";
CPTTaskTitle = "HP Patronenschutz";

CPTCartridgeProtectionTaskDescription = "Diese Funktion dient dazu, den Diebstahl von Patronen sowie das Einsetzen gefälschter Patronen zu verhindern. Dazu werden die im Drucker verwendeten Patronen automatisch markiert, damit sie in keinem anderen Drucker mehr verwendet werden können.";

CPTEnableProtectionButtonTitle = "Patronenschutz aktivieren";
CPTEnableProtectionDescription = "Alle zurzeit und in Zukunft eingesetzten Patronen werden permanent geschützt und funktionieren nur noch in diesem Drucker. Wird die Funktion später deaktiviert, bleiben alle Patronen, die bei aktiviertem Schutz eingesetzt wurden, weiterhin geschützt.";

CPTMoreInfoButtonTitle = "Weitere Informationen…";
